[
  {
    "id": "1",
    "title": "अख्तियार दुरुपयोग अनुसन्धान आयोगलाई वास्तविक स्वतन्त्र भ्रष्टाचार विरोधी शक्तिमा परिणत गर्नुहोस्",
    "description": "नेपालको भ्रष्टाचार विरोधी आयोगलाई राजनीतिक हस्तक्षेप बिना वास्तवमै भ्रष्टाचारका मुद्दाहरूको अनुसन्धान र अभियोजन गर्न सक्ने शक्तिशाली, स्वतन्त्र निकायमा परिणत गर्नुहोस्।",
    "category": "भ्रष्टाचार विरोधी",
    "priority": "उच्च",
    "timeline": "५ वर्ष"
  },
  {
    "id": "2",
    "title": "१८० दिनमा नयाँ निर्वाचन",
    "description": "योग्य, इमान्दार उम्मेदवारहरू मात्र उम्मेदवारी दिन सक्ने र सबै अभियान पैसा पारदर्शी होस् भन्ने कडा नियमहरूसहित ६ महिनाभित्र नयाँ संसदीय निर्वाचन गराउनुहोस्।",
    "category": "निर्वाचन सुधार",
    "priority": "उच्च",
    "timeline": "१८० दिन"
  },
  {
    "id": "3",
    "title": "काठमाडौंबाट प्रदेश र स्थानीय तहमा शक्ति विकेन्द्रीकरण गर्नुहोस्",
    "description": "प्रदेश र स्थानीय सरकारहरूलाई वास्तविक निर्णय गर्ने शक्ति र बजेट नियन्त्रण दिनुहोस् ताकि मानिसहरूलाई हरेक अनुमोदनको लागि काठमाडौं जानु नपरोस्।",
    "category": "संघीयता",
    "priority": "उच्च",
    "timeline": "२ वर्ष"
  },
  {
    "id": "4",
    "title": "सबै राजनीतिकर्मीहरूका लागि अनिवार्य सम्पत्ति सार्वजनिकीकरण",
    "description": "सबै राजनीतिकर्मी र उम्मेदवारहरूलाई आफ्ना पूर्ण सम्पत्ति अनलाइन प्रकाशन गर्न बाध्य पार्नुहोस् ताकि नागरिकहरूले सरकारी तलबमा उनीहरू कसरी धनी बन्छन् भन्ने थाहा पाउन सकून्।",
    "category": "पारदर्शिता",
    "priority": "उच्च",
    "timeline": "६ महिना"
  },
  {
    "id": "5",
    "title": "सरकारी मन्त्री र सांसदहरूका लागि कडा योग्यता निर्धारण गर्नुहोस्",
    "description": "केवल राजनीतिक वफादारीको आधारमा छनोट गर्नुको सट्टा सरकारी मन्त्रीहरूको काममा सान्दर्भिक शिक्षा र अनुभव आवश्यक पार्नुहोस्।",
    "category": "सुशासन",
    "priority": "उच्च",
    "timeline": "१ वर्ष"
  },
  {
    "id": "6",
    "title": "स्थिर शासनका लागि संवैधानिक सुधार",
    "description": "सरकारी नियुक्तिहरूको स्वतन्त्र निरीक्षण सिर्जना गर्नुहोस्, भ्रष्टाचार विरोधी शक्तिहरू बलियो बनाउनुहोस्, र राजनीतिक स्थिरताका लागि दीर्घकालीन संवैधानिक परिवर्तनहरूतिर काम गर्नुहोस्।",
    "category": "संवैधानिक सुधार",
    "priority": "उच्च",
    "timeline": "५ वर्ष"
  },
  {
    "id": "7",
    "title": "सबै सरकारी सेवाहरू डिजिटल बनाउनुहोस्",
    "description": "एक एकीकृत डिजिटल प्रणाली सिर्जना गर्नुहोस् जहाँ नागरिकहरूले सबै सरकारी सेवाहरू २४/७ अनलाइन पहुँच गर्न सक्छन्, भ्रष्टाचार र नोकरशाही ढिलाइ उन्मूलन गर्दै।",
    "category": "डिजिटल सुशासन",
    "priority": "उच्च",
    "timeline": "२ वर्ष"
  },
  {
    "id": "8",
    "title": "पारदर्शी सार्वजनिक ठेक्का व्यवस्था सिर्जना गर्नुहोस्",
    "description": "स्वतन्त्र प्रमाणीकरण, निष्पक्ष बोलपत्र प्रक्रिया र सबै ठेक्काहरूको रियल-टाइम सार्वजनिक ट्र्याकिङ आवश्यक पारेर भ्रष्टाचार उन्मूलन गर्न सरकारी खरिद सुधार गर्नुहोस्।",
    "category": "खरिद सुधार",
    "priority": "उच्च",
    "timeline": "२ वर्ष"
  },
  {
    "id": "9",
    "title": "एकाधिकार तोडेर उपभोक्ता संरक्षण बलियो बनाउनुहोस्",
    "description": "बलियो प्रतिस्पर्धा कार्यान्वयन, अस्थायी आयात शिथिलीकरण र हरेक जिल्लामा उपभोक्ता संरक्षण अदालत मार्फत एकाधिकारवादी व्यापारिक अभ्यासहरू बन्द गर्नुहोस्।",
    "category": "प्रतिस्पर्धा नीति",
    "priority": "मध्यम",
    "timeline": "२ वर्ष"
  },
  {
    "id": "10",
    "title": "स्मार्ट सहरी योजनासँग सार्वजनिक यातायात सुधार गर्नुहोस्",
    "description": "समर्पित बस लेन, ठूलो इलेक्ट्रिक बस विस्तार, बुद्धिमान ट्राफिक प्रणाली र एकीकृत भुक्तानी प्रणाली मार्फत कुशल सार्वजनिक यातायात सिर्जना गर्नुहोस्।",
    "category": "यातायात",
    "priority": "मध्यम",
    "timeline": "३ वर्ष"
  },
  {
    "id": "11",
    "title": "सबै नेपालीहरूका लागि शिक्षा रूपान्तरण गर्नुहोस्",
    "description": "सरकारी विद्यालयहरूको विस्तार, योग्य शिक्षकहरू, व्यावहारिक सीप तालिम र डिजिटल सिकाइ मार्फत शिक्षा रूपान्तरण गरी हरेक बच्चाले गुणस्तरीय शिक्षा पाउने सुनिश्चित गर्नुहोस्।",
    "category": "शिक्षा",
    "priority": "उच्च",
    "timeline": "५ वर्ष"
  },
  {
    "id": "12",
    "title": "स्थानीय उत्पादन र नवाचारको प्रवर्द्धन गर्नुहोस्, गुणस्तर सुनिश्चित गर्नुहोस्",
    "description": "सार्वजनिक-निजी लगानी कोष, कर छुट, आपूर्ति श्रृंखला सहायता र विश्वविद्यालय साझेदारी मार्फत स्थानीय व्यवसायहरूलाई समर्थन गरेर आयात निर्भरता घटाउनुहोस्।",
    "category": "आर्थिक विकास",
    "priority": "मध्यम",
    "timeline": "३ वर्ष"
  },
  {
    "id": "13",
    "title": "विद्यार्थी राजनीतिलाई नागरिक शिक्षामा सुधार गर्नुहोस्",
    "description": "विद्यार्थी संगठनहरूमाथिको राजनीतिक दलको नियन्त्रण प्रतिबन्ध लगाएर स्वतन्त्र विद्यार्थी परिषदहरूले प्रतिस्थापन गर्नुहोस् र सबै विद्यालय र विश्वविद्यालयहरूमा उचित नागरिक शिक्षा सिकाउनुहोस्।",
    "category": "शिक्षा सुधार",
    "priority": "मध्यम",
    "timeline": "३ वर्ष"
  },
  {
    "id": "14",
    "title": "सुरक्षा सेवाहरूलाई स्वास्थ्य जाँचसहित योग्यतामा आधारित बनाउनुहोस्",
    "description": "वफादारीको सट्टा क्षमताको आधारमा सुरक्षा कर्मचारी छनोट गर्नुहोस्, पारदर्शी कार्यसम्पादन ट्र्याकिङ, रोटेशन सीमा र अनिवार्य स्वास्थ्य मूल्याङ्कनसहित।",
    "category": "सुरक्षा सुधार",
    "priority": "मध्यम",
    "timeline": "५ वर्ष"
  },
  {
    "id": "15",
    "title": "कडा सुरक्षा उपायहरूसहित गुणस्तरीय विदेशी लगानी आकर्षित गर्नुहोस्",
    "description": "पारदर्शी स्क्रिनिङ र सामुदायिक लाभ आवश्यकताहरू मार्फत राष्ट्रिय हितहरूको संरक्षण गर्दै गुणस्तरीय विदेशी लगानी आकर्षित गर्ने स्पष्ट लगानी नियमहरू सिर्जना गर्नुहोस्।",
    "category": "लगानी नीति",
    "priority": "मध्यम",
    "timeline": "३ वर्ष"
  },
  {
    "id": "16",
    "title": "समानुपातिक प्रतिनिधित्वलाई बढी लोकतान्त्रिक बनाउनुहोस्",
    "description": "सीमान्तकृत समुदायहरूका लागि संवैधानिक समावेशन आवश्यकताहरू कायम राख्दै खुला पार्टी प्राथमिकता र क्षेत्रीय निर्वाचन क्षेत्र मार्फत PR उम्मेदवार चयन सुधार गर्नुहोस्।",
    "category": "निर्वाचन सुधार",
    "priority": "मध्यम",
    "timeline": "३ वर्ष"
  },
  {
    "id": "17",
    "title": "कार्यसम्पादन बिनाको स्थायी सरकारी जागिर अन्त्य गर्नुहोस्",
    "description": "निष्पक्ष प्रक्रिया कायम राख्दै कार्यसम्पादन व्यवस्थापन, नागरिक गुनासो र खराब सेवाका लागि परिणाम मार्फत सरकारी कर्मचारीहरूका लागि जवाफदेहिता प्रणाली सिर्जना गर्नुहोस्।",
    "category": "निजामती सेवा सुधार",
    "priority": "उच्च",
    "timeline": "३ वर्ष"
  },
  {
    "id": "18",
    "title": "सरकारमा राजनीतिक नियुक्ति अन्त्य गर्नुहोस्",
    "description": "राजनीतिक वफादारी र पार्टी जडानको सट्टा प्रतिस्पर्धी परीक्षा र अनुभव आवश्यकताहरू मार्फत सबै वरिष्ठ सरकारी पदहरू भर्नुहोस्।",
    "category": "निजामती सेवा सुधार",
    "priority": "उच्च",
    "timeline": "१ वर्ष"
  },
  {
    "id": "19",
    "title": "अदालतहरूलाई वास्तवमै स्वतन्त्र बनाउनुहोस्",
    "description": "योग्यतामा आधारित न्यायाधीश नियुक्ति, पारदर्शी जवाफदेहिता र राजनीतिक हस्तक्षेपबाट संवैधानिक संरक्षण मार्फत न्यायिक स्वतन्त्रता सुनिश्चित गर्नुहोस्।",
    "category": "न्यायिक सुधार",
    "priority": "उच्च",
    "timeline": "५ वर्ष"
  },
  {
    "id": "20",
    "title": "सबै सरकारी खर्च रियल-टाइममा ट्र्याक गर्नुहोस्",
    "description": "डिजिटल प्रणाली सिर्जना गर्नुहोस् जहाँ हरेक सरकारी कारोबार २४ घण्टाभित्र अनलाइन प्रकाशन हुन्छ ताकि नागरिकहरूले आफ्ना कर पैसा कसरी खर्च भएको देख्न सक्छन्।",
    "category": "वित्तीय पारदर्शिता",
    "priority": "उच्च",
    "timeline": "१८ महिना"
  },
  {
    "id": "21",
    "title": "सबै सरकारी निर्णयहरू पारदर्शी बनाउनुहोस्",
    "description": "सबै आधिकारिक बैठकहरू प्रत्यक्ष प्रसारण गर्नुहोस्, ४८ घण्टाभित्र निर्णय सारांश प्रकाशन गर्नुहोस्, र १५ दिनभित्र सरकारी जानकारीमा नागरिकको पहुँचको ग्यारेन्टी गर्नुहोस्।",
    "category": "पारदर्शिता",
    "priority": "उच्च",
    "timeline": "१ वर्ष"
  },
  {
    "id": "22",
    "title": "सबै निर्वाचनमा 'माथिका कुनै पनि होइन' विकल्प थप्नुहोस्",
    "description": "मतदाताहरूलाई 'माथिका कुनै पनि होइन' छानेर सबै उम्मेदवारहरूलाई अस्वीकार गर्न अनुमति दिनुहोस् - यदि NOTA जित्छ भने, पूर्णतया नयाँ उम्मेदवारहरूसहित नयाँ निर्वाचन गराउनुहोस्।",
    "category": "निर्वाचन सुधार",
    "priority": "मध्यम",
    "timeline": "६ महिना"
  },
  {
    "id": "23",
    "title": "प्रधानमन्त्रीहरूलाई अधिकतम दुई कार्यकालमा सीमित गर्नुहोस्",
    "description": "नेतृत्व नविकरण सुनिश्चित गर्न कुनै पनि व्यक्तिले दुई कार्यकाल (कुल १० वर्ष) भन्दा बढी प्रधानमन्त्री बन्न नपाउने गरी संविधान संशोधन गर्नुहोस्।",
    "category": "संवैधानिक सुधार",
    "priority": "मध्यम",
    "timeline": "२ वर्ष"
  },
  {
    "id": "24",
    "title": "सरकारी सम्पत्ति व्यवस्थापन सुधार गर्नुहोस्",
    "description": "मालिक अधिकारको संरक्षण गर्दै पारदर्शी प्रणाली, शैक्षिक दान र राजस्व सिर्जना मार्फत जफत गरिएका सवारी साधन र सरकारी सम्पत्तिको व्यवस्थापन रूपान्तरण गर्नुहोस्।",
    "category": "सार्वजनिक प्रशासन",
    "priority": "कम",
    "timeline": "१८ महिना"
  },
  {
    "id": "25",
    "title": "सार्वभौमिक कभरेजका लागि स्वास्थ्य प्रणाली रूपान्तरण गर्नुहोस्",
    "description": "बलियो ग्रामीण पूर्वाधार, योग्य स्वास्थ्य कार्यकर्ता, डिजिटल स्वास्थ्य प्रणाली र सबै नेपालीहरूका लागि सार्वभौमिक बीमा कभरेज मार्फत स्वास्थ्य सेवामा क्रान्ति गर्नुहोस्।",
    "category": "स्वास्थ्य सेवा",
    "priority": "उच्च",
    "timeline": "५ वर्ष"
  },
  {
    "id": "26",
    "title": "सामाजिक संरक्षण प्रणालीको आमूल परिवर्तन गर्नुहोस्",
    "description": "खण्डित सामाजिक संरक्षणलाई स्वास्थ्य, शिक्षा, रोजगारी र हेरचाहलाई समेटेर बढी समावेशिता र दिगोपनसहित व्यापक जीवन-चक्र सुरक्षामा रूपान्तरण गर्नुहोस्।",
    "category": "सामाजिक संरक्षण",
    "priority": "उच्च",
    "timeline": "५ वर्ष"
  },
  {
    "id": "27",
    "title": "वित्तीय व्यवस्थापन प्रणाली सुधार गर्नुहोस्",
    "description": "एकीकृत प्रणाली, नागरिक बजेट पोर्टल, वैज्ञानिक बजेट र बर्बादी उन्मूलन र जवाफदेहिता बृद्धिका लागि बलियो निरीक्षण मार्फत सार्वजनिक वित्तीय व्यवस्थापन आधुनिकीकरण गर्नुहोस्।",
    "category": "वित्तीय व्यवस्थापन",
    "priority": "उच्च",
    "timeline": "२ वर्ष"
  }
]